{
    "item.hexerei.book_of_shadows_altar":"桃花心木书坛",
    "block.hexerei.candelabra":"以太烛台",
    "block.hexerei.candle":"以太蜡烛",
    "block.hexerei.candle_blue":"蓝色以太蜡烛",
    "block.hexerei.candle_black":"黑色以太蜡烛",
    "block.hexerei.candle_lime":"黄绿色以太蜡烛",
    "block.hexerei.candle_orange":"橙色以太蜡烛",
    "block.hexerei.candle_pink":"粉红色以太蜡烛",
    "block.hexerei.candle_purple":"紫色以太蜡烛",
    "block.hexerei.candle_red":"红色以太蜡烛",
    "block.hexerei.candle_cyan":"青色以太蜡烛",
    "block.hexerei.candle_yellow":"黄色以太蜡烛",
    "block.hexerei.book_of_shadows_altar":"桃花心木书坛",
    "book.hexerei.intro_page_1.passage_1":"  Welcome to the wonderful witchcraft filled world of Hexerei! Where many of your desires, known and unknown, will be met to it's fullest! \n\nThis mod is my life and soul right now, I put in nearly all of my time and energy into it. \n\nmade by: JoeFoxe",
    "book.hexerei.intro_page_2.passage_1":"I have been working on this book for over a month, designing it completely from scratch. I hope it is everything and more for what people were wanting. \n\nTons more content is yet to come, but this content will be from coven witches to casting spells to more familiars and much more! Stay tuned!",
    "book.hexerei.support_page_5.passage_1":"help this community has given me, and I am so appreciative towards all of them! Again, thank you all so much for either being a part of my community or helping me be able to sustain life while working on this mod! \n\n  With all that being said lets get into it.",
    "book.hexerei.items_dipper_4.passage_1":"  For example, you can color candles with blood by putting them on a dipper with enough blood below.",
    "book.hexerei.items_candle_1.passage_1":"以太蜡烛",
    "book.hexerei.items_candle_1.passage_2":"以太蜡烛是一种可染色的装饰性方块，可用于照明或魔法。你可以在同一个方块上摆放最多4根种类不限的以太蜡烛。以太蜡烛可以用打火石点燃，每根以太蜡烛都能燃烧35分钟。",
    "book.hexerei.items_candle_3.passage_1":"以太蜡烛可以按放置顺序分别点燃。当放置在书坛周围并点燃时，以太蜡烛将围绕着书坛飘浮。\n你可以将一些物品与以太蜡烛合成，为其添加装饰底座。比如木板、月光石碎片等。",
    "book.hexerei.items_candle_4.passage_1":"以太蜡烛可以经蘸注台注入药水效果。点燃时会将效果应用到周围的生物。只有特定的几种药水可以起作用。\n特殊的药草混合物也可以做到以太蜡烛里，比如催眠混合物。",
    "book.hexerei.items_candelabra_1.passage_1":"以太烛台",
    "book.hexerei.items_candelabra_1.passage_2":"与以太蜡烛不同，以太烛台不会自行熄灭。你可以将其悬挂到方块的底部或者顶部，挂在锁链上也可以。",
    "book.hexerei.items_animal_fat_1.passage_2":"动物脂肪可以用于制作油脂液，和这本书。用刀杀死动物后可获得动物脂肪。",
    "book.hexerei.items_witch_helmet_1.passage_2":"一顶经典样式的巫师帽子，戴上后能让你与女巫交易，整套穿戴时会给予额外效果。每一件都可以自定义成你自己喜欢的颜色。它们也可以通过命名来获得颜色变化的效果。",
    "book.hexerei.items_willow_sapling_1.passage_2":"用于种植柳树的树苗，可通过破坏柳树树叶获得。",
    "book.hexerei.items_mahogany_sapling_1.passage_2":"用于种植红木树的树苗，可通过破坏红木树叶获得",
    "book.hexerei.items_witch_hazel_sapling_1.passage_2":"  Sapling used to grow With Hazel trees. Can be obtained by breaking Witch Hazel Leaves.",
    "book.hexerei.structures_nature_coven_page_1.passage_2":"  In forests, Nature Covens may be found, though aside from some animals in some huts they are largely unpopulated, for now.",
    "tooltip.hexerei.candle_shift_1":"以太蜡烛可以染上各种各样的颜色"
}