{
  "item.hexerei.book_of_shadows_altar": "Mahogany Altar",
  "block.hexerei.candelabra": "Ethereal Candelabra",
  "block.hexerei.candle": "Ethereal Candle",
  "block.hexerei.candle_blue": "Blue Ethereal Candle",
  "block.hexerei.candle_black": "Black Ethereal Candle",
  "block.hexerei.candle_lime": "Lime Ethereal Candle",
  "block.hexerei.candle_orange": "Orange Ethereal Candle",
  "block.hexerei.candle_pink": "Pink Ethereal Candle",
  "block.hexerei.candle_purple": "Purple Ethereal Candle",
  "block.hexerei.candle_red": "Red Ethereal Candle",
  "block.hexerei.candle_cyan": "Cyan Ethereal Candle",
  "block.hexerei.candle_yellow": "Yellow Ethereal Candle",
  "block.hexerei.book_of_shadows_altar": "Mahogany Altar",
  "book.hexerei.intro_page_1.passage_1": "  Welcome to the wonderful witchcraft filled world of Hexerei! Where many of your desires, known and unknown, will be met to it's fullest! \n\nThis mod is my life and soul right now, I put in nearly all of my time and energy into it. \n\nmade by: JoeFoxe",
  "book.hexerei.intro_page_2.passage_1": "I have been working on this book for over a month, designing it completely from scratch. I hope it is everything and more for what people were wanting. \n\nTons more content is yet to come, but this content will be from coven witches to casting spells to more familiars and much more! Stay tuned!",
  "book.hexerei.support_page_5.passage_1": "help this community has given me, and I am so appreciative towards all of them! Again, thank you all so much for either being a part of my community or helping me be able to sustain life while working on this mod! \n\n  With all that being said lets get into it.",
  "book.hexerei.items_dipper_4.passage_1": "  For example, you can color candles with blood by putting them on a dipper with enough blood below.",
  "book.hexerei.items_candle_1.passage_1": "Ethereal Candles",
  "book.hexerei.items_candle_1.passage_2": "  Ethereal Candles are a dyeable, decorative block which can be used for lighting, or for magic. Up to 4 different candles can be placed in the same block. A candle can be lit with flint and steel, and will typically stay lit for 35 minutes.",
  "book.hexerei.items_candle_3.passage_1": "  Ethereal Candles are lit individually, in the order they were placed in. When placed near an altar and lit, the candles will float around it.\n  You can craft several items with a candle to add a decorative base to it, including planks, selenite shards, and more.",
  "book.hexerei.items_candle_4.passage_1": "  Ethereal Candles can be infused with a potion effect with a Dipper. When lit, they will apply their effects to anyone nearby. Only certain potions work for this.\n  Special herb blends can also be made and applied to candles, such as the Mindful Trance blend.",
  "book.hexerei.items_candelabra_1.passage_1": "Ethereal Candelabra",
  "book.hexerei.items_candelabra_1.passage_2": "  Ethereal Candelabras, unlike the candles used to make them, won't go out on their own. They can be placed on the top of a block, or under a block, including blocks like chains.",
  "book.hexerei.items_animal_fat_1.passage_2": "  Animal Fat is one of the items able to be used to make tallow, as well as this book. Can be obtained by killing animals with a knife.",
  "book.hexerei.items_witch_helmet_1.passage_2": "  A witch's classic hat, giving a few perks when the full set is worn. Allows you to haggle with Witches. Each piece can be dyed to your liking, and renamed to give the color changing effects.",
  "book.hexerei.items_willow_sapling_1.passage_2": "  Sapling used to grow Willow trees. Can be obtained by breaking Willow Leaves.",
  "book.hexerei.items_mahogany_sapling_1.passage_2": "  Sapling used to grow Mahogany trees. Can be obtained by breaking Mahogany Leaves.",
  "book.hexerei.items_witch_hazel_sapling_1.passage_2": "  Sapling used to grow With Hazel trees. Can be obtained by breaking Witch Hazel Leaves.",
  "book.hexerei.structures_nature_coven_page_1.passage_2": "  In forests, Nature Covens may be found, though aside from some animals in some huts they are largely unpopulated, for now.",
  "tooltip.hexerei.candle_shift_1": "Ethereal Candles can be dyed all sorts of colors"
}